export const SAMPLE_TABLE = `| 部门：智慧交通现代产业学院 | 教师：马仲军 | 职称：助教 | 特殊身份： |
| | 星期一 | 星期二 | 星期三 | 星期四 | 星期五 | 星期六 |
| 上 | 一 | | 计算机组成原理 [2-17]周 1-2节 19 F楼404（多） 2025级本科网络工程班 | | 计算机程序设计及应用 [9-12]周 1-2节 53 F楼302交通仿真实验室 2025级本科机械电子工程班 | |
| 午 | 二 | 计算机程序设计及应用 [2-5,7,9-17]周 3-4节 53 F楼302交通仿真实验室 2025级本科机械电子工程班 | | | | 计算机程序设计及应用 [14-15,17]周 3-4节 33 F楼302交通仿真实验室 2025级本科车辆工程班 |
| 下 | 三 | | | | 计算机组成原理 [2-4,6]周 5-6节 19 D楼208(多) 2025级本科网络工程班 | |
| 午 | 四 | | 计算机组成原理实验 [7-17]周 单周 7-8节 19 D楼408计算机组成结构实验室 2025级本科网络工程班 | | 计算机程序设计及应用 [2-4,6-17]周 7-8节 33 F楼302交通仿真实验室 2025级本科车辆工程班 | |
| 晚 | 五 | | | | | |
| 上 | 六 | | | | | |`;